Repository: GeoMaciolek/trustedqsl-tqsl
Catalog: apps/lang/*/tqslapp.po
Languages: fr

source: tQSL Certificates
fr: tQSL Certificats

source: Error while accessing certificate store
fr: Erreur d'accès magasin de certificats

source: Error parsing certificate for issuer
fr: Certificat d'analyse erreur pour émetteur

source: Error parsing certificate for call sign
fr: Erreur d'analyse du certificat d'indicatif d'appel

source: Error parsing certificate for DXCC entity
fr: Erreur d'analyse du certificat d'entité DXCC

source: My current personal callsign
fr: Mon cours indicatif personnel

source: My former personal callsign or a portable modifier for my current callsign
fr: Mon ancien indicatif d’appel personnel ou un modificateur portable pour mon cours indicatif

source: A primary club callsign
fr: Un indicatif d’appel principal club

source: A secondary club callsign (I have a Callsign Certificate for the primary club callsign)
fr: Un indicatif de club secondaire (j’ai un certificat d’indicatif d’appel pour l’indicatif d’appel principal club)

source: A DXpedition, Portable, or holiday operation with multiple operators
fr: Une DXpedition, Portable ou fonctionnement de "vacances" à plusieurs opérateurs

source: A DXpedition, Portable, or holiday operation where I am the only operator
fr: Une DXpedition, Portable ou fonctionnement de "vacances" là où je suis le seul opérateur

source: An operator that uses me as a QSL manager
fr: Un opérateur qui m’utilise comme un QSL manager

source: A special event (1x1) callsign
fr: Un événement spécial (1 x 1) indicatif

source: A special event callsign with multiple operators
fr: Un événement spécial indicatif d’appel à plusieurs opérateurs

source: A special event callsign where I am the only operator
fr: Un événement spécial indicatif où je suis le seul opérateur

source: This will create a new Callsign Certificate request file.
fr: Cela créera un nouveau fichier de demande de Certificat Indicatif d'appel.

source: Once you supply the requested information and the request file has been created, you must send the request file to the certificate issuer.
fr: Une fois que vous fournissez les informations demandées et le fichier de demande a été créé, vous devez envoyer le dossier de demande à l'émetteur du certificat.

source: Certificate Issuer:
fr: Émetteur du certificat :

source: Error
fr: Erreur

source: Email:
fr: Courriel

source: DXCC entity:
fr: Entité DXCC :

source: Call sign:
fr: Indicatif d'appel:

source: Date of the first QSO you made or will make using this callsign:
fr: Date du premier QSO vous fait ou fera à l’aide de cet indicatif d’appel :

source: Date of the last QSO you made or will make using this callsign: (Leave this date blank if this is still your valid callsign.)
fr: Date de la dernière QSO vous fait ou fera à l’aide de cet indicatif d’appel : (laissez vide si c’est toujours votre indicatif d’appel valide cette date.)

source: Zip/Postal
fr: Code postal

source: Name
fr: Nom

source: Address
fr: Adresse

source: City
fr: Ville

source: State
fr: Etat

source: Country
fr: Pays

source: Your e-mail address
fr: Votre adresse e-mail

source: Note: The e-mail address you provide here is the address to which the issued Certificate will be sent. Make sure it's the correct address!
fr: Remarque: L'adresse e-mail que vous fournissez ici est l'adresse à laquelle le Certificat délivré sera envoyé. Assurez-vous qu'il est la bonne adresse!

source: You may protect this Callsign Certificate using a password. If you are using a computer system that is shared with others, you should specify a password to protect this Callsign Certificate. However, if you are using a computer in a private residence, no password need be specified.
fr: Vous pouvez protéger ce Certificat Callsign en utilisant un mot de passe. Si vous utilisez un système informatique qui est partagé avec d'autres, vous devez spécifier un mot de passe pour protéger ce Certificat Callsign. Toutefois, si vous utilisez un ordinateur dans une résidence privée, aucun mot de passe doit être spécifié.

source: Leave the password blank and click 'Next' unless you want to use a password.
fr: Laissez le mot de passe vide et cliquez sur «Suivant» si vous souhaitez utiliser un mot de passe.

source: Password:
fr: Mot de passe:

source: Enter the password again for verification:
fr: Entrez le mot de passe de nouveau pour la vérification:

source: DO NOT lose the password you choose! You will be unable to use the Certificate without this password!
fr: Ne perdez pas le mot de passe que vous choisissez! Vous ne pourrez pas utiliser le Certificat sans ce mot de passe!

source: Leave the password blank and click 'Finish' unless you want to use a password.
fr: Ne renseignez pas le mot de passe et cliquez sur « Terminer » sauf si vous souhaitez utiliser un mot de passe.

source: This Callsign Certificate is for:
fr: Ce certificat indicatif est déjà installé

source: Please select the Callsign Certificate for your current personal callsign to validate your request.
fr: Veuillez sélectionner le certificat d’indicatif d’appel pour votre cours indicatif personnel pour valider votre demande.

source: Please select a Callsign Certificate to validate your request.
fr: S'il vous plaît sélectionner un Certificat Callsign pour valider votre demande.

source: Please select your club's primary Callsign Certificate to validate your request.
fr: S’il vous plaît sélectionnez primaire Callsign certificat votre club pour valider votre demande.

source: You must enter a valid call sign.
fr: Vous devez entrer un indicatif d'appel valide.

source: You must select a DXCC entity.
fr: Vous devez sélectionner une entité DXCC.

source: QSO begin date: You must choose proper values for Year, Month and Day.
fr: QSO commencer date : vous devez choisir les valeurs appropriées pour l'année, mois et jour.

source: QSO end date: You must either choose proper values for Year, Month and Day or leave all three blank.
fr: Date de fin QSO : vous devez choisir les valeurs appropriées pour Year, Month et Day ou laissez-les toutes trois vierges.

source: QSO end date cannot be before QSO begin date.
fr: Date de fin QSO ne peut pas être avant le début de QSO date.

source: The date of your first QSO is before the first valid date (%hs) of the selected DXCC Entity %hs
fr: La date de votre premier QSO est avant la première date valide (%hs) de l’entité DXCC sélectionnée %hs

source: The date of your first QSO is after the last valid date (%hs) of the selected DXCC Entity %hs
fr: La date de votre premier QSO est après la dernière date valide (%hs) de l’entité DXCC sélectionnée %hs

source: The date of your last QSO is before the first valid date (%hs) of the selected DXCC Entity %hs
fr: La date de votre dernier QSO est avant la première date valide (%hs) de l’entité DXCC sélectionnée %hs

source: The date of your last QSO is after the last valid date (%hs) of the selected DXCC Entity %hs
fr: La date de votre dernier QSO est après la dernière date valide (%hs) de l’entité DXCC sélectionnée %hs

source: You have an overlapping Certificate for %s (DXCC=%hs) having QSO dates:
fr: Vous avez un Certificat de recouvrement pour %s (DXCC=%hs) ayant des dates de QSO:

source: to
fr: à

source: You have already requested a Callsign Certificate for %s and can not request another until that request has been processed by LoTW Staff.
fr: Vous avez déjà demandé un Certificat Callsign pour %s et ne peut pas demander à un autre jusqu'à ce que la demande a été traitée par LoTW personnel.

source: Please wait until you receive an e-mail bearing your requested Callsign Certificate.
fr: Veuillez patienter jusqu'à ce que vous recevez un courriel portant votre Certificat demandé Indicatif d'appel.

source: If you are sure that the earlier request is now invalid you should delete the pending Callsign Certificate for %s.
fr: Si vous êtes sûr que la demande antérieure est maintenant invalide, vous devez supprimer le Certificat Callsign en attente pour %s.

source: You cannot select DXCC Entity NONE as you must sign any request for entity NONE and you have no valid Callsign Certificates that you can use to sign this request.
fr: Vous ne pouvez pas sélectionner l’entité DXCC aucun que vous devez signer une demande par personne NONE et vous n’avez aucun indicatif d’appel des certificats valides que vous pouvez utiliser pour signer cette demande.

source: TQSL Error
fr: Erreur TQSL

source: You have selected DXCC Entity NONE
fr: Vous avez sélectionné l'entité DXCC NONE

source: QSO records signed using the Certificate will not be valid for DXCC award credit (but will be valid for other applicable awards). If the Certificate is to be used for signing QSOs from maritime/marine mobile, shipboard, or air mobile operations, that is the correct selection. Otherwise, you probably should use the "Back" button to return to the DXCC page after clicking "OK"
fr: Enregistrements QSO signés en utilisant le Certificat ne sera pas valide pour DXCC crédit d'attribution (mais seront valables pour d'autres prix applicables). Si le Certificat doit être utilisé pour la signature QSOs du mobile maritime / marine, à bord des navires ou des opérations mobiles de l'air, qui est le bon choix. Sinon, vous devriez probablement utiliser le bouton "Retour" pour revenir à la page de DXCC après avoir cliqué sur "OK"

source: TQSL Warning
fr: TQSL Avertissement

source: You have chosen a QSO end date for this Callsign Certificate. The 'QSO end date' should ONLY be set if that date is the date when that callsign's license expired or the license was replaced by a new callsign.
fr: Vous avez choisi une date de fin QSO pour ce certificat d'indicatif d'appel. La « date de fin QSO » doit être définie uniquement si cette date est la date à laquelle licence de cet indicatif d'appel expiré ou la licence a été remplacée par un nouvel indicatif d'appel.

source: If you set an end date, you will not be able to sign QSOs past that date, even if the Callsign Certificate itself is still valid.
fr: Si vous définissez une date de fin, vous ne serez pas en mesure de signer QSOs au-delà de cette date, même si le Certificat d'indicatif d'appel lui-même est toujours valide.

source: If you still hold this callsign (or if you plan to renew the license for the callsign), you should not set a 'QSO end date'.
fr: Si vous détenez toujours cet indicatif d'appel (ou si vous avez l'intention de renouveler la licence pour l'indicatif d'appel), n'affectez pas à une « date de fin QSO ».

source: Do you really want to keep this 'QSO end date'?
fr: Voulez-vous vraiment garder cette «QSO date de fin»?

source: Warning
fr: Attention

source: You must enter your name
fr: Vous devez entrer votre nom

source: You must enter your address
fr: Vous devez saisir votre adresse

source: You must enter your city
fr: Vous devez entrer votre ville

source: You must enter a valid email address
fr: Vous devez entrer une adresse email valide

source: The two copies of the password do not match.
fr: Les deux copies du mot de passe ne correspondent pas.

source: Click 'Finish' to complete this Callsign Certificate request.
fr: Cliquez sur « Terminer » pour remplir cette demande de Certificat d'indicatif d'appel.

source: You are saying that the requested Certificate for %s belongs to the same person as %hs and are using the selected Certificate to prove %hs's identity.
fr: Vous dites que le Certificat demandé pour %s appartient à la même personne que %hs et utilisez le Certificat sélectionné pour établir l'identité de %hs.

source: Help
fr: Aide

source: Cancel
fr: Annuler

source: New password:
fr: Nouveau mot de passe:

source: Enter again to confirm:
fr: Entrez à nouveau pour confirmer :

source: Password entries do not match
fr: Mot de passe ne correspondre pas

source: Password confirmed
fr: Mot de passe confirmé

source: Import completed successfully
fr: Importation terminée avec succès

source: OK to install
fr: OK pour l'installer

source: certificate?
fr: certificat?

source: Install Certificate
fr: Installer le certificat

source: This callsign certificate is already installed
fr: Ce certificat d'indicatif d'appel est déjà installé

source: Enter a password for this callsign certificate.
fr: Entrez un mot de passe pour ce certificat indicatif.

source: If you are using a computer system that is shared with others, you should specify a password to protect this certificate. However, if you are using a computer in a private residence no password need be specified.
fr: Si vous utilisez un ordinateur partagé avec d'autres, vous devez spécifier un mot de passe pour protéger ce certificat. Toutefois, si vous utilisez un ordinateur dans une résidence privée sans mot de passe doivent être spécifié.

source: This password will have to be entered each time you use this callsign certificate for signing or when saving the key.
fr: Ce mot de passe devra être entré à chaque fois que vous utilisez ce certificat d'indicatif d'appel pour la signature ou lors de l'enregistrement de la clé.

source: Leave the password blank and click 'OK' unless you want to use a password.
fr: Laissez le mot de passe vide et cliquez sur «OK», sauf si vous souhaitez utiliser un mot de passe.

source: New Password
fr: Nouveau mot de passe

source: You will not be able to use this tq6 file to recover your callsign certificate if it gets lost. For security purposes, you should back up your certificate on removable media for safe-keeping.
fr: Vous ne serez pas en mesure d'utiliser ce fichier tq6 pour récupérer votre certificat d'indicatif d'appel, si elle se perd. Pour des raisons de sécurité, vous devez sauvegarder votre certificat sur un support amovible pour raisons de sécurité.

source: Would you like to back up your callsign certificate now?
fr: Vous souhaitez sauvegarder votre certificat d'indicatif d'appel maintenant ?

source: Callsign Certificate container files (*.p12;*.P12)|*.p12;*.P12|Certificate Request response files (*.tq6;*.TQ6)|*.tq6;*.TQ6
fr: Indicatif certificat Les fichiers conteneurs (*.p12;*.P12)|*.p12;*.P12|Fichiers de demande de certificat de réponse (*.tq6;*.TQ6)|*.tq6;*.TQ6

source: Callsign Certificate container files (*.p12)|*.p12|Certificate Request response files (*.tq6)|*.tq6
fr: Fichiers conteneurs indicatif certificat (*.p12)|*.p12|Fichiers de demande de certificat de réponse (*.tq6)|*.tq6

source: |All files (*.*)|*.*
fr: |Tous les fichiers (*.*)|*.*

source: Select Certificate File
fr: Sélectionnez Fichier certificat

source: Loading complete
fr: Chargement complet

source: No status information available
fr: Aucune information de statut disponible

source: Enter the password to unlock the .p12 file:
fr: Entrez le mot de passe pour déverrouiller le fichier .p12 :

source: Password error
fr: Erreur de mot de passe

source: Station Locations
fr: Lieux de station

source: NONE
fr: AUCUN

source: UP
fr: HAUT

source: Call Sign:
fr: Indicatif d'appel:

source: UTC Date (YYYY-MM-DD):
fr: UTC Date (AAAA-MM-JJ) :

source: UTC Time (HHMM):
fr: Heure UTC (HHMM) :

source: Frequency (MHz):
fr: Fréquence (MHz):

source: RX Frequency (MHz):
fr: Fréquence de réception (MHz) :

source: Propagation Mode:
fr: Mode de propagation :

source: Go to the first QSO in this log
fr: Aller à la première QSO dans ce journal

source: Go to the previous QSO in this log
fr: Aller à la précédente QSO dans ce journal

source: Go to the next QSO in this log
fr: Aller au prochain QSO dans ce journal

source: Go to the last QSO in this log
fr: Aller à la dernière QSO dans ce journal

source: Add QSO
fr: Ajouter QSO

source: Delete
fr: Supprimer

source: QSO Frequency is invalid
fr: Fréquence de QSO n'est pas valide

source: QSO Data Error
fr: Erreur de données QSO

source: QSO Frequency is out of range for the selected band
fr: Fréquence de QSO est hors de portée pour la bande sélectionnée

source: QSO RX Frequency is invalid
fr: QSO RX Fréquence est invalide

source: QSO RX Frequency is out of range for the selected band
fr: Fréquence de réception QSO est hors de portée pour la bande sélectionnée

source: You must select a band or enter a frequency
fr: Vous devez sélectionner un groupe ou entrer une fréquence

source: Call Sign cannot be empty
fr: Indicatif d'appel ne peut pas être vide

source: 'Satellite' propagation mode selected, so a Satellite must be chosen
fr: Mode de propagation « Satellite » sélectionné, donc on doit choisir un Satellite

source: Satellite choice requires that Propagation Mode be 'Satellite'
fr: Choix par satellite exige que la Mode de Propagation soit « Satellite »

source: QSO Data: Invalid Mode ignored - %s
fr: Données QSO : Invalid Mode ignorées - %s

source: No QSO records
fr: Aucun enregistrement QSO

source: Save File
fr: Enregistrer le Fichier

source: ADIF files (*.adi;*.adif;*.ADI;*.ADIF)|*.adi;*.adif;*.ADI;*.ADIF|All files (*.*)|*.*
fr: Fichiers ADIF (*.adi;*.adif;*.ADI;*.ADIF)|*.adi;*.adif;*.ADI;*.ADIF|Tous les fichiers (*.*)|*.*

source: ADIF files (*.adi;*.adif)|*.adi;*.adif|All files (*.*)|*.*
fr: Fichiers ADIF (*.adi;*.ADIF)|*.adi;*.ADIF|Tous les fichiers (*.*)|*.*.

source: Wrote %d QSO records to %s
fr: A écrit %d enregistrements QSO à %s

source: One QSO Record
fr: Un enregistrement QSO

source: %d QSO Records
fr: %d enregistrements QSO

source: &Properties
fr: &Propriétés

source: Properties
fr: Propriétés

source: Value
fr: Valeur

source: Select Station Data
fr: Sélectionnez les données de la Station

source: Save Station Data
fr: Enregistrer les données de la Station

source: Enter a name for this Station Location
fr: Entrez un nom pour cet emplacement de la Station

source: Selected Station Location
fr: Emplacement de la Station sélectionnée

source: New...
fr: Créer...

source: Edit...
fr: Modifier...

source: Delete "
fr: Supprimer "

source: TQSL Confirm
fr: TQSL confirmer

source: Call Sign
fr: Indicatif d'appel

source: CQ Zone
fr: Zone CQ

source: DXCC Entity
fr: Entité DXCC

source: Grid Square
fr: Grille carrée

source: IOTA ID
fr: ID DE L'IOTA

source: ITU Zone
fr: UIT Zone

source: County
fr: Pays

source: WPX Prefix
fr: WPX préfixe

source: You have no Station Locations defined.
fr: Vous avez pas d'emplacements de stations définies.

source: You must define at least one Station Location to use for signing.
fr: Vous devez définir au moins un emplacement de la Station à utiliser pour la signature.

source: Use the "New" Button of the dialog you're about to see to define a Station Location.
fr: Utilisez le bouton « Nouveau » de la boîte de dialogue que vous allez voir pour définir un emplacement de la Station.

source: Success
fr: Succès

source: User Cancelled
fr: Annulée par l'utilisateur

source: Upload Rejected
fr: Télécharger rejetés

source: Unexpected LoTW Response
fr: Réponse de LoTW inattendue

source: TQSLLib Error
fr: TQSLLib erreur

source: Error opening input file
fr: Erreur ouverture fichier d'entrée

source: Error opening output file
fr: Erreur d'ouverture de fichier de sortie

source: No QSOs written
fr: Aucun QSOs écrits

source: Some QSOs suppressed
fr: Certains QSOs supprimées

source: Command Syntax Error
fr: Erreur de syntaxe de commande

source: LoTW Connection Failed
fr: LoTW Échec de la connexion

source: Unknown
fr: Inconnu

source: The duplicates database is locked
fr: La base de données de doublons est verrouillé

source: Final Status: %hs (%d)
fr: Statut définitif: %hs (%d)

source: Enter the password to unlock the callsign certificate for %hs -- %hs (This is the password you made up when you installed the callsign certificate.)
fr: Entrez le mot de passe pour déverrouiller le certificat d'indicatif d'appel pour %hs -- %hs (c'est le mot de passe que vous fait lorsque vous avez installé le certificat d'indicatif d'appel).

source: Enter password
fr: Entrez le mot de passe

source: Signing QSO Data
fr: Signature de données QSO

source: Converting
fr: Conversion

source: to TQSL format
fr: au format TQSL

source: Uploading Signed Data
fr: Téléchargement des données signées

source: Uploading signed log data...
fr: Téléchargement signé les données du journal...

source: QSO Date Range
fr: Plage de dates QSO

source: You may set the starting and/or ending QSO dates in order to select QSOs from the input file.
fr: Vous pouvez définir le commençant ou se terminant dates QSO pour sélectionner QSOs dans le fichier d'entrée.

source: QSOs prior to the starting date or after the ending date will not be signed or included in the output file.
fr: QSOs avant la date ou après que la date de fin ne sera pas signée ou incluse dans le fichier de sortie.

source: You may leave either date (or both dates) blank.
fr: Vous pouvez laisser la date (ou les deux dates) vide.

source: Start Date (YYYY-MM-DD)
fr: Date de début (AAAA-MM-JJ)

source: End Date (YYYY-MM-DD)
fr: Date de fin (AAAA-MM-JJ)

source: Start date is invalid
fr: Date de début n'est pas valide

source: End date is invalid
fr: Date de fin n'est pas valide

source: Duplicate QSOs Detected
fr: QSOs en double détectés

source: This log contains %d QSO(s) which appear to have already been signed for upload to LoTW, and no new QSOs.
fr: Ce journal contient %d QSO(s) qui semblent déjà signés pour télécharger sur LoTW et aucun nouveau QSO.

source: Click 'Cancel' to abandon processing this log file (Recommended).
fr: Cliquez sur « Annuler » pour abandonner le traitement de ce fichier journal (recommandé).

source: Click 'Allow Duplicates' to re-process this log while allowing duplicate QSOs.
fr: Cliquez sur « Autoriser les doublons » pour retraiter ce journal tout en permettant aux QSOs en double.

source: This log contains %d QSO(s) which appear to have already been signed for upload to LoTW, and %d QSOs which are new.
fr: Ce journal contient %d QSO(s) qui semblent déjà signés pour télécharger sur LoTW et %d QSOs qui sont neufs.

source: Click 'Exclude duplicates' to sign normally, without the duplicate QSOs (Recommended).
fr: Cliquez sur « Exclure les doublons » à signer normalement, sans les QSO en double (recommandé).

source: Click 'Cancel' to abandon processing this log file.
fr: Cliquez sur « Annuler » pour abandonner le traitement de ce fichier journal.

source: Click 'Allow duplicates' to re-process this log while allowing duplicate QSOs.
fr: Cliquez sur « Autoriser les doublons » à retraiter ce journal tout en permettant aux QSOs en double.

source: This log contains %d QSO(s) which appear to have already been signed for upload to LoTW, and one QSO which is new.
fr: Ce journal contient %d QSO(s) qui semblent déjà signés pour télécharger sur LoTW et un QSO ce qui est nouveau.

source: The log file you are uploading using your QSO Logging system consists entirely of previously uploaded QSOs (duplicates) that create unnecessary work for LoTW. There may be a more recent version of your QSO Logging system that would prevent this. Please check with your QSO Logging system's vendor for an updated version.
fr: Le fichier journal, que vous téléchargez en utilisant votre système d'enregistrement des QSO se compose entièrement de QSOs précédemment téléchargés (doublons) qui créent un travail inutile pour LoTW. Il peut y avoir une version plus récente de votre système de QSO Logging qui permettrait d'éviter cela. S'il vous plaît vérifier avec le fournisseur de votre système de journalisation de QSO pour obtenir une version mise à jour.
