Repository: GeoMaciolek/trustedqsl-tqsl
Catalog: apps/lang/*/tqslapp.po
Languages: fr

source: Upload after signing instead of saving
fr: Télécharger après la signature au lieu d'économiser

source: Exit after processing log (otherwise start normally)
fr: Sortie après transformation log (sinon démarrer normalement)

source: Password for the signing key
fr: Mot de passe pour la clé de signature

source: Quiet Mode - same behavior as -x
fr: Mode - le même comportement que silencieux -x

source: File name for diagnostic tracking log
fr: Nom de fichier de journal de suivi de diagnostic

source: Display the version information and exit
fr: Afficher les informations de version et la sortie

source: Check for updates to tqsl and the configuration file
fr: Recherchez les mises à jour de tqsl et le fichier de configuration

source: Display command line help
fr: Afficher l'aide de la ligne de commande

source: Input ADIF or Cabrillo log file to sign
fr: Fichier de journal d'entrée ADIF ou Cabrillo à signer

source: Start date of %s is invalid
fr: Date de début de %s n'est pas valide

source: End date of %s is invalid
fr: Date de fin de %s n'est pas valide

source: The -a parameter %hs is not recognized
fr: Le paramètre - a %hs n'est pas reconnu

source: No logfile to sign!
fr: Aucun fichier journal à signer!

source: Please review the introductory documentation before using this program.
fr: Veuillez consulter la documentation d'introduction avant d'utiliser ce programme.

source: Notice
fr: Note

source: You have no callsign certificate installed on this computer with which to sign log submissions.
fr: Vous n'avez aucun certificat d'indicatif d'appel installé sur cet ordinateur avec lequel signer journal présentations.

source: Would you like to request a callsign certificate now?
fr: Vous souhaitez demander un certificat de l'indicatif présent ?

source: Alert
fr: Alerte

source: Display Callsign Certificate &Properties
fr: Affichage indicatif d'appel certificat &Propriétés

source: &Load Callsign Certificate from File
fr: &Charger certificat d'indicatif d'appel de fichier

source: &Save Callsign Certificate to File...
fr: &Enregistrer certificat d'indicatif d'appel au fichier…

source: Request &New Callsign Certificate...
fr: Demande &Nouvel indicatif d'appel certificat…

source: &Renew Callsign Certificate
fr: &Renouveler le certificat de l'indicatif d'appel

source: &Delete Callsign Certificate
fr: &Supprimer Callsign certificat

source: Restore Deleted Callsign Certificate
fr: Restaurer supprimés Callsign certificat

source: &Delete
fr: &Supprimer

source: Load Certificate File
fr: Fichier de certificat de charge

source: Request a new Callsign Certificate
fr: Demander un nouveau certificat d'indicatif d'appel

source: Do you want to upload this certificate request to LoTW now?
fr: Vous voulez télécharger cette demande de certificat sur LoTW maintenant ?

source: You do not need an account on LoTW to do this.
fr: Vous n'avez pas besoin d'un compte sur LoTW pour cela.

source: Upload
fr: Envoyer

source: tQSL Cert Request files (*.
fr: tQSL Cert Demander fichiers (*.

source: |All files (
fr: |Tous les fichiers (

source: Save request
fr: Enregistrer la demande

source: Request cancelled
fr: Demande annulée

source: Error creating callsign certificate request: %hs
fr: Erreur de création de demande de certificat d'indicatif d'appel: %hs

source: Error creating Callsign Certificate Request
fr: Erreur de création du Callsign Certificate Request

source: Error opening certificate request file %s: %hs
fr: Erreur d'ouverture de certificat demande fichier %s: %hs

source: Certificate Request
fr: Demande de certificat

source: Your certificate request did not upload properly
fr: Votre demande de certificat n'ai pas télécharger correctement

source: Please try again.
fr: S'il vous plaît essayez de nouveau.

source: You may now send your new certificate request (
fr: Vous pouvez maintenant envoyer votre nouvelle demande de certificat (

source: to:
fr: pour:

source: or
fr: ou

source: see:
fr: voir:

source: Display a Callsign Certificate
fr: Afficher un certificat d'indicatif d'appel

source: Save the Callsign Certificate for
fr: Enregistrez le certificat d'indicatif d'appel pour

source: Display the Callsign Certificate properties for
fr: Afficher les propriétés de certificat d'indicatif d'appel pour

source: Renew the Callsign Certificate for
fr: Renouveler le certificat de l'indicatif d'appel pour

source: Enter the name for the new Certificate Container file
fr: Entrez le nom du nouveau fichier de certificat contenant

source: Certificate Container files (*.p12)|*.p12|All files (*.*)|*.*
fr: Certificat fichiers conteneurs (*.p12)|*.p12|Tous les fichiers (*.*)|*.*

source: Enter the password for the certificate container file.
fr: Entrez le mot de passe pour le fichier de conteneur de certificat.

source: If you are using a computer system that is shared with others, you should specify a password to protect this certificate. However, if you are using a computer in a private residence, no password need be specified.
fr: Si vous utilisez un ordinateur partagé avec d'autres, vous devez spécifier un mot de passe pour protéger ce certificat. Toutefois, si vous utilisez un ordinateur dans une résidence privée, aucun mot de passe ne doivent être spécifié.

source: You will have to enter the password any time you load the file into TrustedQSL.
fr: Vous devrez entrer le mot de passe de n'importe quel moment que vous avez chargé le fichier dans TrustedQSL.

source: Certificate Container Password
fr: Mot de passe de certificat contenant

source: Export to %s failed: %hs
fr: Exporter vers %s a échoué: %hs

source: Certificate saved in file %s
fr: Certificat sauvegardé dans le fichier %s

source: This will remove the selected callsign certificate from your system.
fr: Ceci supprimera le certificat sélectionné indicatif de votre système.

source: You will NOT be able to recover it by loading a .TQ6 file.
fr: Vous ne serez pas en mesure de le récupérer en chargeant un. TQ6 fichier.

source: You WILL be able to recover it from a container (.p12) file,
fr: Vous serez en mesure de le récupérer depuis un fichier conteneur (.p12),

source: if you have created one via the Callsign Certificate menu's
fr: si vous avez créé un via du menu certificat d'indicatif d'appel

source: 'Save Callsign Certificate' command.
fr: 'Enregistrer le certificat Callsign"commande.

source: Are you sure you want to delete the certificate?
fr: Êtes-vous sûr de que vouloir supprimer le certificat?

source: There are no deleted Callsign Certificates to restore
fr: Il n'y a aucun certificat Callsign supprimé pour restaurer

source: Undelete Error
fr: Restaurer erreur

source: Choose a Callsign Certificate to restore
fr: Choisissez un certificat Callsign à restaurer

source: Select a Station Location to process
fr: Sélectionnez un emplacement de la Station de traitement

source: Edit Station Location
fr: Modifier l'emplacement de la Station

source: Delete Station Location
fr: Supprimer l'emplacement de la Station

source: Display Station Location Properties for
fr: Propriétés d'emplacement de Station affichage pour

source: This will remove this station location from your system.
fr: Ceci supprimera cet emplacement de la station de votre système.

source: Are you sure you want to delete this station location?
fr: Êtes-vous sûr de que vouloir supprimer cet emplacement de la station ?

source: There are no deleted Station Locations to restore
fr: Il n'y a aucun emplacement de Station supprimé pour restaurer

source: Choose a Station Location to restore
fr: Choisissez un emplacement de la Station à restaurer

source: Please choose language:
fr: Veuillez choisir la langue :

source: Certificate Properties
fr: Propriétés de certificat

source: Begins:
fr: Début:

source: Expires:
fr: Expire:

source: Organization:
fr: Organisation:

source: Serial:
fr: Série:

source: Operator:
fr: Opérateur:

source: Call sign:
fr: Indicatif d'appel:

source: DXCC Entity:
fr: Entité DXCC :

source: QSO Start Date:
fr: Date de début QSO :

source: QSO End Date:
fr: Date de fin QSO :

source: Password:
fr: Mot de passe:

source: <ERROR>
fr: <Erreur>

source: None
fr: Aucun

source: Password protected
fr: Mot de passe protégé

source: Certificate Request:
fr: Demande de certificat:

source: Awaiting response from ARRL
fr: En attente de réponse de l'ARRL

source: Replaced
fr: Remplacé

source: Expired
fr: Expiré

source: Station Location Properties
fr: Propriétés d'emplacement de station

source: Grid Square:
fr: Maille :

source: ITU Zone:
fr: Zone de l'UIT :

source: CQ Zone:
fr: Zone de CQ :

source: IOTA Locator:
fr: Indice de l'IOTA :

source: State:
fr: Etat:

source: County:
fr: Pays:

source: Park:
fr: Parc:

source: Enter the password to unlock the callsign certificate
fr: Entrez le mot de passe pour déverrouiller le certificat d'indicatif d'appel

source: Preferences
fr: Préférences

source: Options
fr: Options de

source: ADIF Modes
fr: Modes de l'ADIF

source: Cabrillo Specs
fr: Cabrillo Caractéristiques

source: Network Proxy
fr: Proxy réseau

source: Custom ADIF mode mappings:
fr: Mappages de mode ADIF personnalisés :

source: Add...
fr: Ajouter...

source: Add ADIF mode
fr: Ajouter mode ADIF

source: Add ADIF mode mapping:
fr: Ajouter ADIF mode nappage :

source: Resulting TQSL mode:
fr: Mode de TQSL qui en résulte:

source: This mode definition conflicts with a standard mode definition for %s
fr: Cette définition de la mode est en conflit avec une définition standard mode pour %s

source: Mode Conflict
fr: Conflit de mode

source: Cabrillo file extensions:
fr: Extensions de fichier Cabrillo :

source: ADIF file extensions:
fr: Extensions de fichier ADIF :

source: Allow automatic configuration backup
fr: Permettre la sauvegarde de la configuration automatique

source: Backup File Folder:
fr: Dossier du fichier de sauvegarde :

source: Select a Folder
fr: Sélectionnez un dossier

source: Number of Backups to retain:
fr: Nombre de sauvegardes à conserver:

source: Allow nonamateur call signs
fr: Permettre des indicatifs d'appel nonamateur

source: Prompt for QSO Date range when signing
fr: Invite pour dates QSO lors de la signature

source: Open ADIF files in ADIF editor
fr: Ouvrir des fichiers ADIF dans l'éditeur de l'ADIF

source: Display details of duplicate QSOs when signing a log
fr: Ouvrez les fichiers ADIF dans l'éditeur ADIF

source: Display status messages in separate tab
fr: Afficher les messages d'État dans onglet séparé

source: Changes to the status message configuration will take affect when TQSL is restarted
fr: Modifications apportées à la configuration de message d'État prendront effet au redémarrage de TQSL

source: Use these settings to configure a network proxy for Internet uploads and downloads. You should only enable a proxy if directed by your network administrator.
fr: Utilisez ces paramètres pour configurer un proxy réseau pour Internet chargements et téléchargements. Vous devez activer uniquement un proxy si réalisé par votre administrateur réseau.

source: Incorrect settings can cause TQSL to be unable to upload logs or check for updates.
fr: Des paramètres incorrects peuvent causer TQSL d'être incapable de télécharger les journaux ou les mises à jour.

source: Enable a Network Proxy
fr: Activer un Proxy réseau

source: Proxy Address:
fr: Adresse proxy :

source: Port Number:
fr: Numéro de port:

source: Proxy Type:
fr: Type de proxy :

source: Cabrillo CONTEST definitions:
fr: Définitions de Cabrillo concours :

source: CONTEST
fr: CONCOURS

source: Type
fr: Catégorie

source: Field
fr: Champ

source: Edit
fr: Modifier

source: Contest
fr: Concours

source: Cabrillo CONTEST
fr: Cabrillo concours

source: CONTEST Name:
fr: Nom du concours:

source: Contest type
fr: Type de concours

source: Call-Worked Field Number:
fr: Numéro de champ appel-travaillé :

source: Contest name cannot be blank
fr: Nom du concours ne peut pas être vide

source: Call-worked field must be %d or greater
fr: Champ a travaillé l'appel doit être %d ou supérieur

source: Invalid %hs: "%hs"
fr: Invalides %hs: "%hs"

source: [None]
fr: [Aucun]

source: Allow 'None' for
fr: Permettre à « None » pour

source: You must select a %hs
fr: Vous devez sélectionner un %hs

source: %s: Invalid Grid Square Field
fr: %s: champ de place de grille non valide

source: %s: Invalid Grid Square
fr: %s: Invalid grille carrée

source: Invalid zone selections for state
fr: Sélections de zone non valide pour l'État

source: Invalid zone selections for province
fr: Sélections de zone non valide pour la province

source: Invalid zone selections for oblast
fr: Sélections de zone non valide de l'oblast

source: Invalid zone selections for DXCC entity
fr: Sélections de zone non valide pour l'entité DXCC

source: Station Data input complete
fr: Station de saisie de données complète

source: Select or enter name of this station location
fr: Sélectionnez ou entrez le nom de cet emplacement de la station

source: Station Location Name
fr: Nom de l'emplacement station

source: Station name must be provided
fr: Nom de la station doit être fournie

source: Memory allocation failure
fr: Échec d'allocation de mémoire

source: Unable to initialize random number generator
fr: Impossible d'initialiser le générateur de nombres aléatoires

source: Operator aborted operation
fr: Opération de l'opérateur abandonnée

source: No Certificate Request matches the selected Callsign Certificate
fr: Aucune demande de certificat ne correspond au certificat de Callsign sélectionnés

source: Buffer too small
fr: Tampon trop petit

source: Invalid date format
fr: Format de date non valide

source: Certificate not initialized for signing
fr: Certificat non initialisé pour la signature

source: Password not correct
fr: Mot de passe incorrect

source: Expected name
fr: S'attendait à un nom

source: Name exists
fr: Nom existe

source: Data for this DXCC entity could not be found
fr: Données pour cette entité DXCC est introuvable

source: Invalid time format
fr: Format de l'heure non valide

source: QSO date is not within the date range specified on your Callsign Certificate
fr: Date de QSO ne relève pas de la plage de dates spécifiée sur votre certificat d'indicatif d'appel

source: Certificate provider not found
fr: Fournisseur de certificats non trouvé

source: No callsign certificate for key
fr: Aucun certificat d'indicatif d'appel pour clé

source: Configuration file cannot be opened
fr: Impossible d'ouvrir le fichier de configuration

source: Callsign Certificate or Certificate Request not found
fr: Certificat d'indicatif d'appel ou demande de certificat introuvable

source: PKCS#12 file not TQSL compatible
fr: Fichier PKCS # 12 n'est pas compatible TQSL

source: Callsign Certificate not TQSL compatible
fr: Indicatif d'appel certificat pas TQSL compatible

source: Date out of range
fr: Date hors de portée

source: Duplicate QSO suppressed
fr: Dupliquer les QSO supprimée

source: Database error
fr: Erreur de base de données

source: The selected station location could not be found
fr: L'emplacement de la station sélectionnée est introuvable

source: The selected callsign could not be found
fr: L'indicatif d'appel sélectionné est introuvable

source: The TQSL configuration file cannot be parsed
fr: Le fichier de configuration de TQSL ne peut pas être analysé

source: This file can not be processed due to a system error
fr: Ce fichier ne peut être traité en raison d'une erreur de système

source: The format of this file is incorrect.
fr: Le format de ce fichier est incorrect.

source: NO ERROR
fr: PAS D'ERREUR

source: Unknown custom error
fr: Erreur inconnue personnalisée

source: Database Error: %hs
fr: Erreur de base de données: %hs

source: System error: %hs : %hs
fr: Erreur système: %hs: %hs

source: System error: %hs
fr: Erreur du système: %hs

source: File syntax error: %hs
fr: Erreur de syntaxe du fichier: %hs

source: File syntax error
fr: Erreur de syntaxe de fichier

source: Callsign Certificate or Certificate Request not found for callsign %hs serial %ld
fr: Certificat d'indicatif d'appel ou la demande de certificat introuvable callsign %hs série %ld

source: Invalid error code: %d
fr: Code d'erreur non valide : %d

source: New password
fr: Nouveau mot de passe

source: Enter new password
fr: Entrer un nouveau mot de passe

source: QSO Data
fr: QSO données

source: Time
fr: Heure
