Repository: GeoMaciolek/trustedqsl-tqsl
Catalog: apps/lang/*/tqslapp.po
Languages: fr

source: In the meantime, please note that some loggers may exhibit strange behavior if an option other than 'Allow duplicates' is clicked. Choosing 'Cancel' is usually safe, but a defective logger not checking the status messages reported by TrustedQSL may produce strange (but harmless) behavior such as attempting to upload an empty file or marking all chosen QSOs as 'sent'
fr: En attendant, veuillez noter que certains exploitants forestiers peuvent présenter un comportement étrange si vous cliquez sur une option autre que « Autoriser doublons ». Choisir « Annuler » est généralement sans danger, mais un bûcheron défectueux ne vérifiant pas les messages d'état rapporté par TrustedQSL peut produire comportement étrange (mais sans danger) notamment en essayant de télécharger un fichier vide ou marquage tous les choisi QSOs comme "envoyée"

source: The log file you are uploading using your QSO Logging system includes some previously uploaded QSOs (duplicates) that create unnecessary work for LoTW. There may be a more recent version of your QSO Logging system that would prevent this. Please check with your QSO Logging system's vendor for an updated version.
fr: Le fichier journal, que vous téléchargez en utilisant votre système d'enregistrement des QSO comprend quelques QSO précédemment téléchargé (doublons) qui créent un travail inutile pour LoTW. Il peut y avoir une version plus récente de votre système de QSO Logging qui permettrait d'éviter cela. S'il vous plaît vérifier avec le fournisseur de votre système de journalisation de QSO pour obtenir une version mise à jour.

source: In the meantime, please note that some loggers may exhibit strange behavior if an option other than 'Allow duplicates' is clicked. 'Exclude duplicates' is recommended, but a logger that does its own duplicate tracking may incorrectly set the status in this case. A logger that doesn't track duplicates should be unaffected by choosing 'Exclude duplicates' and if it tracks 'QSO sent' status, will correctly mark all selected QSOs as sent - they are in your account even though they would not be in this specific batch
fr: En attendant, s'il vous plaît noter que certains exploitants forestiers peuvent présenter un comportement étrange si une option autre que «Autoriser les doublons» est cliqué. «Exclure les doublons» est recommandée, mais un enregistreur qui fait son propre suivi duplicata peut être mal configuré le statut dans ce cas. Un enregistreur qui ne suit pas les doublons devrait pas être affecté par le choix «Exclure les doublons» et si elle suit 'QSO envoyé' état, sera bien marquer tous les QSOs sélectionnés comme envoyé - ils sont dans votre compte, même si ils ne seraient pas dans ce spécifique lot

source: Choosing 'Cancel' is usually safe, but a defective logger not checking the status messages reported by TrustedQSL may produce strange (but harmless) behavior such as attempting to upload an empty file or marking all chosen QSOs as 'sent'
fr: Choisir « Annuler » est généralement sans danger, mais un bûcheron défectueux ne vérifiant pas les messages d'état rapporté par TrustedQSL peut produire comportement étrange (mais sans danger) notamment en essayant de télécharger un fichier vide ou marquage tous les choisi QSOs comme "envoyée"

source: Exclude duplicates
fr: Exclure les doublons

source: Allow duplicates
fr: Autoriser les doublons

source: The only reason to re-sign duplicate QSOs is if a previous upload was not processed by LoTW, either because it was never uploaded, or there was a server failure
fr: La seule raison pour resigner QSOs en double est si un envoi précédent n'était pas traité par LoTW, soit parce qu'il n'était jamais téléchargé, ou il y avait une panne de serveur

source: Are you sure you want to proceed? Click 'No' to review the choices
fr: Êtes-vous sûr de que vouloir continuer ? Cliquez sur « Non » pour passer en revue les choix

source: Are you sure?
fr: Êtes-vous sûr?

source: Errors Detected
fr: Erreurs détectées

source: Ignore
fr: Ignorer

source: Your custom mode map %s conflicts with the standard mode definition for %hs and was deleted.
fr: Votre carte de mode personnalisé %s est en conflit avec la définition du mode standard pour %hs et a été supprimé.

source: Error renaming backup file %s: %hs
fr: Fichier d'erreur de changement de nom de sauvegarde %s: %hs

source: Checking for TQSL updates...
fr: Vérification des mises à jour de TQSL ...

source: Sign and &upload ADIF or Cabrillo File...
fr: Signe et &télécharger ADIF ou fichier Cabrillo...

source: &Sign and save ADIF or Cabrillo file...
fr: &Signer et enregistrer le fichier ADIF ou Cabrillo…

source: &Backup Station Locations, Certificates, and Preferences...
fr: &L'emplacement des stations de sauvegarde et des certificats, et Préférences ...

source: &Restore Station Locations, Certificates, and Preferences...
fr: &Restaurer des stations prédéterminées, les certificats et préférences…

source: Create &New ADIF file...
fr: Créer & fichier ADIF nouvelle...

source: &Edit existing ADIF file...
fr: &Modifier fichier ADIF existant…

source: &Preferences...
fr: &Préférences ...

source: Display or Modify &Preferences...
fr: Afficher ou modifier des &Préférences…

source: Language
fr: Langue

source: Dia&gnostic Mode
fr: Mode Dia&gnostique

source: E&xit TQSL Alt-X
fr: &Quitter TQSL ALT-X

source: &Display Station Location Properties
fr: &Afficher les propriétés d'emplacement de Station

source: &Edit Station Location
fr: &Modifier l'emplacement de la Station

source: &Add Station Location
fr: &Ajouter emplacement de la Station

source: &Restore a Deleted Station Location
fr: &Restaurer un emplacement de la Station supprimés

source: &Contents
fr: &Contenu

source: Display &Documentation
fr: Affichage &Documentation

source: Check for &Updates...
fr: &Recherche les Mises à jour

source: &About
fr: &A propos

source: &File
fr: &Fichiers

source: &Station Location
fr: Emplacement de la &Station

source: Callsign &Certificate
fr: Indicatif d'appel &Certificat

source: &Help
fr: &Aide

source: Log Operations
fr: Journal des opérations

source: Status Log
fr: Statut Connexion

source: Sign a log and upload it automatically to LoTW
fr: Signer un journal et de télécharger automatiquement sur LoTW

source: Sign a log and save it for uploading later
fr: Signer un journal et l'enregistrer pour télécharger plus tard

source: Create an ADIF file for signing and uploading
fr: Créez un fichier ADIF pour signature et envoi

source: Log in to the Logbook of the World Site
fr: Connectez-vous au Journal de bord du site mondial

source: Select a Station Location to process
fr: Sélectionnez un emplacement de la Station de traitement

source: Create a new Station Location
fr: Créer un nouvel emplacement de la Station

source: Edit a Station Location
fr: Modifier un emplacement de la Station

source: Delete a Station Location
fr: Supprimer un emplacement de la Station

source: Display Station Location Properties
fr: Propriétés d'affichage Station emplacement

source: Select a Callsign Certificate to process
fr: Sélection d'un certificat d'indicatif d'appel pour traiter

source: Load a Callsign Certificate
fr: Charger un certificat d'indicatif d'appel

source: Save a Callsign Certificate
fr: Enregistrer un certificat d'indicatif d'appel

source: Renew a Callsign Certificate
fr: Renouveler un certificat d'indicatif d'appel

source: Display a Callsign Certificate's Properties
fr: Afficher les propriétés d'un indicatif d'appel du certificat

source: Callsign Certificates
fr: Certificats d'indicatif d'appel

source: Add Station Location
fr: Ajouter l'emplacement de la Station

source: About
fr: A propos

source: Log File
fr: Fichier journal

source: Log files (*.log)|*.log|All files (*.*)|*.*
fr: Les fichiers journaux (*.log)|*.log|Tous les fichiers (*.*)|*.*

source: Error opening diagnostic log %s: %hs
fr: Erreur d'ouverture de journal de diagnostic %s: %hs

source: Log File Error
fr: Erreur du fichier journal

source: The invalid data was ignored.
fr: Les données non valides ont été ignorées.

source: Location data error
fr: Erreur de données de localisation

source: Edit Station Location : %hs - %s
fr: Modifier Emplacement de la station: %hs - %s

source: Edit Station Location
fr: Modifier l'emplacement de la Station

source: Close
fr: Fermer

source: Open File
fr: Dossier Ouvert

source: Warning: The TQSL ADIF editor only processes a limited number of ADIF fields. Using the editor on an ADIF file can cause QSO details to be lost!
fr: ATTENTION : L'éditeur de TQSL ADIF traite uniquement un nombre limité de champs ADIF. À l'aide de l'éditeur sur un fichier ADIF peut causer des détails QSO à perdre !

source: Please choose a callsign for this Station Location
fr: S'il vous plaît choisir un indicatif d'appel pour cet emplacement de la Station

source: Select Callsign
fr: Sélectionnez l'indicatif d'appel

source: The file (%s) will be signed using:
fr: Le fichier (%s) sera signé à l'aide de :

source: Station Location:
fr: Emplacement de la station :

source: Is this correct?
fr: Est-ce normal ?

source: TQSL - Confirm signing
fr: TQSL - confirmer la signature

source: There are no valid callsign certificates for callsign
fr: Il n'y a aucun certificat valide indicatif pour indicatif d'appel

source: in entity
fr: dans l'entité

source: Signing aborted.
fr: Signature abandonnée.

source: Signing using Callsign %hs, DXCC Entity %hs
fr: Signature à l'aide de Callsign %hs, entité DXCC %hs

source: TQSL must wait for other running copies of TQSL to exit before signing...
fr: TQSL devez attendre autres copies en cours d'exécution de TQSL pour sortir avant de signer...

source: Cancelled
fr: Annulé

source: Duplicates: %d
fr: Les doublons : %d

source: Errors: %d
fr: Erreurs : %d

source: on line %d
fr: sur la ligne %d

source: Your QTH Details changed for this QSO. Originally these were: %s Now they are:%s Please verify that you intended to change this QSO!
fr: Les détails de votre QTH changé pour ce QSO. Initialement il s'agissait : %s maintenant qu'ils sont: %s Veuillez vérifier que vous l'intention de changer ce QSO!

source: Click 'Ignore' to continue signing this log while ignoring errors.
fr: Cliquez sur « Ignorer » pour continuer la signature ce journal tout en ignorant les erreurs.

source: Click 'Cancel' to abandon signing this log.
fr: Cliquez sur « Annuler » pour abandonner la signature de ce journal.

source: Signing cancelled
fr: Signature annulé

source: Signing aborted
fr: Signature d'abandonnée

source: Signing aborted due to errors
fr: Signature avorté en raison d'erreurs

source: %s: %d QSO records were outside the selected date range
fr: %s: %d QSO dossiers étaient en dehors de la plage de dates sélectionnée

source: All QSOs are duplicates; aborted
fr: Tous les QSO est des doublons ; abandonnée

source: %d of %d QSOs are duplicates; aborted
fr: %d de %d QSOs sont des doublons; abandonnée

source: %s: %d QSO records were duplicates
fr: %s: %d QSO dossiers étaient doublons

source: Invalid contact - QSO does not specify a Callsign
fr: Contact non valide - QSO ne précise pas un indicatif

source: Invalid contact - QSO does not specify a band or frequency
fr: Contact non valide - QSO ne précise pas une bande ou de la fréquence

source: Invalid contact - QSO does not specify a mode
fr: Contact non valide - QSO ne spécifie pas un mode

source: Invalid contact - QSO does not specify a date
fr: Contact non valide - QSO ne précise pas une date

source: Invalid contact - QSO does not specify a time
fr: Contact non valide - QSO ne précise pas le moment

source: This callsign certificate is already active and cannot be restored.
fr: Ce certificat d'indicatif est déjà actif et ne peut pas être restauré.

source: Unable to open %s for output
fr: Impossible d'ouvrir %s pour la sortie

source: No records output
fr: Aucune sortie de dossiers

source: %s: wrote %d records to %s
fr: %s a écrit %d enregistrements à %s

source: %s is ready to be emailed or uploaded.
fr: %s est prêt à être envoyé par courrier électronique ou téléchargées.

source: Note: TQSL assumes that this file will be uploaded to LoTW.
fr: Remarque: TQSL suppose que ce fichier sera téléchargé sur LoTW.

source: Resubmitting these QSOs will cause them to be reported as duplicates.
fr: Renvoyer ces QSOs provoquera leur être déclarées comme des doublons.

source: No records to upload
fr: Pas d'enregistrement à télécharger

source: Error compressing before upload
fr: Erreur de compression avant téléchargement

source: Error: Could not upload file (CURL Init error)
fr: Erreur: Ne pourrait-il pas Télécharger fichier (erreur CURL Init)

source: Attempting to upload one QSO
fr: Essayer de télécharger un QSO

source: Attempting to upload %d QSOs
fr: Essayer de télécharger %d QSOs

source: Attempting to upload %s
fr: Essayer de télécharger %s

source: Uploading Callsign Certificate
fr: Téléchargement certificat d'indicatif d'appel

source: Uploading Callsign Certificate Request...
fr: Télécharger la demande de certificat d'indicatif d'appel...

source: Could not spawn upload thread!
fr: Pouvait pas se reproduire upload thread !

source: %s: Log uploaded successfully with result: %s
fr: %s: journaux chargés avec succès suite "%s"!

source: After reading this message, you may close this program.
fr: Après avoir lu ce message, vous pouvez fermer ce programme.

source: %s uploaded with result: %s
fr: %s téléchargées avec résultat : %s

source: %s Uploaded with result: %s
fr: %s Uploaded avec résultat : %s

source: %s: Log uploaded successfully
fr: %s : Journal téléchargé avec succès

source: %s uploaded successfully
fr: %s téléchargé avec succès

source: %s: %s upload was rejected with result "%s"
fr: %s: %s upload a été rejetée par la suite "%s"

source: %s: %s upload was rejected
fr: Téléchargement de %s: %s a été rejetée

source: %s: Got an unexpected response on %s upload! Maybe the site is down?
fr: %s : Got une réponse inattendue sur %s upload ! Peut-être que le site est en panne ?

source: %s: Unable to upload - either your Internet connection is down or LoTW is unreachable.
fr: %s : impossible de télécharger - votre connexion Internet est bas ou LoTW est inaccessible.

source: Please try uploading the %s later.
fr: S'il vous plaît essayez d'importer le %s plus tard.

source: %s: Unable to upload. The nework is down or the LoTW site is too busy.
fr: %s : impossible de télécharger. Le réseau est hors service ou le site de LoTW est trop occupé.

source: %s: Unable to connect to the upload site.
fr: %s : impossible de se connecter sur le site de téléchargement.

source: %s: Upload cancelled
fr: %s : Upload annulé

source: %s: Couldn't upload the file: CURL returned "%hs" (%hs)
fr: %s: n'a pas pu télécharger le fichier : CURL retourné "%hs" (%hs)

source: Your upload appears to have failed. Should TQSL try again?
fr: Envoyez votre semble avoir échoué. TQSL devrait essayer de nouveau ?

source: Retry?
fr: Réessayer?

source: There are no callsign certificates for callsign %hs. This station location cannot be edited.
fr: Il n'y a aucun certificat d'indicatif d'appel pour indicatif d'appel %hs. Impossible de modifier cet emplacement de la station.

source: No Certificate
fr: Aucun certificat

source: There are no current callsign certificates for callsign %hs. This station location cannot be used to sign a log file.
fr: Il n'y a aucun certificat d'indicatif d'appel actuel pour indicatif d'appel %hs. Cet emplacement de la station ne peut servir à signer un fichier journal.

source: Station Location data error
fr: Erreur de données emplacement station

source: This should be corrected before signing a log file.
fr: Cela devrait être corrigé avant de signer un fichier journal.

source: TQSL Update Available
fr: Mise à disposition de TQSL

source: A new TQSL release (V%s) is available!
fr: Une nouvelle version TQSL (V%s) est disponible !

source: An updated TrustedQSL configuration file (V%s) is available! The configuration file installs definitions for entities, modes, etc.
fr: Un fichier de configuration mis à jour TrustedQSL (V%s) est disponible ! Le fichier de configuration installe les définitions des entités, modes, etc..

source: Download from:
fr: Télécharger à partir de :

source: More details at:
fr: Plus de détails à :

source: Click 'OK' to install the new version of TQSL, or Cancel to ignore it.
fr: Cliquez sur « OK » pour installer le nouveau fichier de configuration, ou sur Annuler pour ignorer.

source: Click 'OK' to install the new configuration file, or Cancel to ignore it.
fr: Cliquez sur « OK » pour installer le nouveau fichier de configuration, ou sur Annuler pour ignorer.

source: Can't open new configuration file %s: %hs
fr: Impossible d'ouvrir la nouvelle configuration fichier %s: %hs

source: Error writing new configuration file %s: %hs
fr: Erreur d'écriture nouvelle configuration fichier %s: %hs

source: Configuration file successfully updated
fr: Fichier de configuration mis à jour

source: Update Completed
fr: Mise à jour terminée

source: Unable to update - either your Internet connection is down or LoTW is unreachable.
fr: Impossible de mettre à jour - soit votre connexion Internet est en panne ou LoTW est inaccessible.

source: Please try again later.
fr: Réessayez plus tard.

source: Unable to update. The nework is down or the LoTW site is too busy.
fr: Impossible de mettre à jour. Le réseau est hors service ou le site de LoTW est trop occupé.

source: Unable to connect to the update site.
fr: Impossible de se connecter sur le site de mise à jour.

source: Error downloading new configuration file:
fr: Erreur téléchargement nouveau fichier de configuration :

source: Update
fr: Mettre à jour

source: Can't open TQSL update file %s: %hs
fr: Impossible d’ouvrir TQSL mise à jour fichier %s : %hs

source: Error downloading new file:
fr: Erreur téléchargement nouveau fichier de configuration :

source: Error checking for expired callsign certificates:
fr: Vérification des erreurs pour les certificats de l'indicatif d'appel expirés:

source: Check Error
fr: Erreur de contrôle

source: The certificate for %hs expires in %d days.
fr: Le certificat pour %hs expire dans %d jour.

source: The certificate for %hs expires in %d days
fr: Le certificat pour %hs expire dans %d jours

source: Do you want to renew it now?
fr: Vous voulez renouveler maintenant?

source: Certificate Expiring
fr: Le certificat a expiré

source: A new TQSL release (V%s) is available.
fr: Une nouvelle version TQSL (V%s) est disponible.

source: A new TrustedQSL configuration file (V%s) is available.
fr: Un nouveau fichier de configuration TrustedQSL (V%s) n'est disponible.

source: Your system is up to date
fr: Votre système est à jour

source: TQSL Version %hs and Configuration Data Version %s
fr: TQSL Version %hs et Configuration données %s

source: are the newest available
fr: sont les plus récents disponibles

source: No Updates
fr: Aucune mise à jour

source: Unable to check for updates - either your Internet connection is down or LoTW is unreachable.
fr: Impossible de vérifier les mises à jour - soit votre connexion Internet est en panne ou LoTW est inaccessible.

source: Unable to check for updates. The nework is down or the LoTW site is too busy.
fr: Impossible de vérifier les mises à jour. Le réseau est hors service ou le site de LoTW est trop occupé.

source: Error downloading new version information:
fr: Erreur lors du téléchargement des nouvelles informations de version :

source: Error downloading update version information:
fr: Erreur téléchargement mise à jour version d'informations:

source: You have no callsign certificates to use to sign a log file.
fr: Vous n'avez aucun certificat d'indicatif d'appel à utiliser pour signer un fichier journal.

source: Please install a callsign certificate then try again.
fr: Veuillez installer un certificat d'indicatif d'appel, puis réessayez.

source: No Callsign Certificates
fr: Aucun certificat d'indicatif d'appel

source: |ADIF files (
fr: |fichiers ADIF (

source: |Cabrillo files (
fr: |fichiers Cabrillo (

source: Select file to Sign
fr: Sélectionnez le fichier à signer

source: TQSL compressed data files (*.tq8)|*.tq8
fr: les fichiers de données TQSL comprimé (*.tq8)|*.tq8

source: TQSL data files (*.tq7)|*.tq7
fr: les fichiers de données de TQSL (*.tq7)|*.tq7

source: Select file to write to
fr: Sélectionnez le fichier à écrire à

source: Select Station Location for Signing
fr: Sélectionnez l'emplacement de la Station pour la signature

source: Signing abandoned
fr: Signature abandonnés

source: TQSL must wait for other running copies of TQSL to exit before backing up...
fr: TQSL devez attendre autres copies en cours d'exécution de TQSL pour sortir avant de sauvegarder...

source: Error opening save file %s: %hs
fr: Erreur d'ouverture Enregistrer fichier %s: %hs

source: Saving callsign certificates
fr: Enregistrement des certificats d'indicatif d'appel

source: Saving callsign certificate for %hs
fr: Enregistrer certificat d'indicatif d'appel pour %hs

source: Saving Station Locations
fr: Épargne stations prédéterminées

source: Saving TQSL Preferences
fr: Sauvegardant les préférences TQSL

source: Save operation complete.
fr: Opération complète d'enregistrement.

source: Error performing automatic backup: %hs
fr: Erreur d'exécution d'une sauvegarde automatique: %hs

source: Backup Error
fr: Erreur de sauvegarde

source: Backup operation failed: %hs
fr: Échoué de l'opération de sauvegarde: %hs

source: Enter file to save to
fr: Entrez le fichier enregistrer dans

source: Configuration files (*.tbk)|*.tbk|All files (*.*)|*.*
fr: Les fichiers de configuration (*.tbk)|*.tbk|Tous les fichiers (*.*)|*.*

source: Restoring callsign certificate for %hs
fr: Restauration d'indicatif d'appel certificat pour %hs

source: Restoring Preferences
fr: Restauration des préférences

source: Restoring Station Locations
fr: Restauration emplacement des stations

source: Restoring QSO records
fr: Restauration d'enregistrements QSO

source: Error importing station locations: %hs
fr: Erreur importation stations prédéterminées: %hs

source: Restoring Callsign Certificates
fr: Restauration des certificats d'indicatif d'appel

source: Error parsing saved configuration file: %hs
fr: Erreur d'analyse enregistré le fichier de configuration: %hs

source: Restore Complete.
fr: Restauration complète.

source: Error parsing station location file: %hs
fr: Erreur d'analyse du fichier emplacement station: %hs

source: Select saved configuration file
fr: Sélectionnez le fichier de configuration enregistré

source: Saved configuration files (*.tbk)|*.tbk
fr: Sauvegardé les fichiers de configuration (*.tbk) | * .tbk

source: Restore operation failed: %hs
fr: Échoué de l'opération de restauration: %hs

source: Specify dialog action - abort, all, compliant or ask
fr: Spécifier l'action de la boîte de dialogue - s'interrompt, tous, conforme ou demander

source: Specify start date for QSOs to sign
fr: Spécifier la date de début de QSOs de signer

source: Specify default callsign for log signing
fr: Préciser l'indicatif d'appel par défaut pour la signature de journal

source: Specify end date for QSOs to sign
fr: Spécifier la date de fin pour QSOs de signer

source: Suppress date range dialog
fr: Supprimer la boîte de dialogue date range

source: Import a certificate file (.p12 or .tq6)
fr: Importer un fichier de certificat (.p12 ou .tq6)

source: Selects Station Location
fr: Sélectionne l'emplacement de la Station

source: Edit (if used with -l) or create Station Location
fr: Modifier (si utilisé avec -l) ou de créer l'emplacement de la Station

source: Output file name (defaults to input name minus extension plus .tq8
fr: Nom du fichier de sortie (par défaut, saisir nom-extension + .tq8
